{
  "name": "Practice",
  "lessons": [
    {
      "id": "M0HYcnwMIjQ",
      "title": "Medieval Tiny Realm",
      "notes": "<h3>Medieval Tiny Realm</h3><p>Tiny Realms creates stunning Generative AI videos of miniature historical worlds. This medieval scene captures the essence of feudal Europe around 1100-1400 AD.</p><p>Watch knights in full plate armor patrol castle walls while peasant villages bustle around watermills and Gothic cathedrals rise in the distance. Ox-plows till muddy fields as monks copy manuscripts by candlelight.</p>"
    },
    {
      "id": "VuSy4-69bAY",
      "title": "Industrial Tiny Realm",
      "notes": "<h3>Industrial Tiny Realm</h3><p>Tiny Realms produces mesmerizing Generative AI content showing miniature historical eras. This industrial scene recreates 19th-century factory towns during the peak of the Industrial Revolution (1830-1900).</p><p>Steam engines drive massive ironworks while child laborers tend spinning jennies. Smokestacks darken the sky as railroads connect grimy factory districts to distant coalfields.</p>"
    },
    {
      "id": "KI6UHGiK2vE",
      "title": "Feudal Japan Tiny Realm",
      "notes": "<h3>Feudal Japan Tiny Realm</h3><p>Tiny Realms crafts beautiful Generative AI reconstructions of historical micro-worlds. This video depicts Sengoku-era Japan (1467-1603) during the Warring States period.</p><p>Samurai in lacquered armor clash with naginata spears while ninja scale castle walls. Rice paddies surround fortified yamashiros as Buddhist temples ring with war drums.</p>"
    },
    {
      "id": "dXRRF8I3SZs",
      "title": "Chernobyl Tiny Realm",
      "notes": "<h3>Chernobyl Tiny Realm</h3><p>Tiny Realms generates haunting Generative AI depictions of significant historical moments. This scene recreates Pripyat, Ukraine in April 1986 immediately after the Chernobyl nuclear disaster.</p><p>Ferris wheels stand frozen mid-turn in abandoned amusement parks. Reactor 4's graphite fire glows while firefighters in inadequate gear battle invisible radiation in khaki Soviet uniforms.</p>"
    }
  ]
}